{
    "Continents":[
        {        
            "id" : "A-Lox",
            "Countries": [
                {
                    "Name": "Fatroid",
                    "Text" : {
                        "p1": "Big Bounded Quarrylandsin (B.B.Q.) keskellä kohoaa Fatroidin teollisuusvaltio. Fatroid tunnetaan useista tehtaistaan ja teollisuusalueistaan. Valtio saa tulonsa B-Loxiin toimitettavista tuotteista, kuten roboteista. Robotit valmistetaan Fatroidissa ja myydään sitten eteenpäin B-Loxiin, jossa erityisesti aatelissuvut muodostavat suuren ja ostokykyisen kuluttajaryhmän. Fatroidin asukkaat ovat keski- ja alaluokkaisia tehdastyöläisiä, joiden siirtolaisjuuret tulevat kaukaa B-Loxista. Fatroidissa asustavat myös Sose ja Weasel, jotka saavat tulonsa robottitehtaalla työskentelystä."
                    },
                    "ImportantPlaces": [
                        {
                            "Name":"Auto-Jesari",
                            "Text": {
                                "p1": "Auto-Jesari on Weaselin ja Soseen perheen, Jonesien, omistama autokorjaamo. Auto-Jesari sijaitsee keskellä pahamaineista Fatroidin osavaltiota. Fatroid kuuluu B.B.Q.:n teollistuneeseen sisämaahan, joten kaupungin siluetti muodostuu lähinnä tehtaista ja varastorakennuksista. Weasel ja Sose asuvat Auto-Jesarin takahuoneessa, mutta eivät enää työskentele perheyritykselle. Korjaamoa pyörittivät aiemmin Jonesin perheen vanhemmat, mutta äidin menehdyttyä yritystä jäi luotsaamaan vain Weaselin ja Soseen vanha isä."
                            },
                            "Img":{
                                "img1": "auto-jesari.png"
                            }
                        }
                    ]
                },
                {
                    "Name": "Franada",
                    "Text" : {
                        "p1": "Suuren meren takana, A-Loxin mantereella sijaitsee Franadan idyllinen valtio. Franada sai alkunsa erityisesti Fraguettesta lähteneiden siirtolaisten perustettua oman tukikohtansa A-Loxin merelliselle rannikkoalueelle. Franada onkin monella tapaa hyvin samanlainen kuin Fraguette: kummankin valtion virallinen kieli on fraguette, molemmat maat myös tunnetaan rauhanomaisesta ilmapiiristään. Franadan suosituin lomakohde on Fairy Islands -saariryhmä, jossa erityisesti fraguettelaiset viettävät vapaa-aikaansa. Veeran ja Lotan kotitila, Big Jack’s Piggery Barn sekä Prinssin maatila sijaitsevat Fraguetten maaseudulla."
                    },
                    "ImportantPlaces": [
                        {
                            "Name":"Big Jack’s Piggery Barn",
                            "Text": {
                                "p1": "Big Jack’s Piggery Barn on Veeran ja Lotan kotitila. Vanha sikatila sijaitsee Franadan maaseudulla. Tilaan kuuluu paljon maata ja metsää, joten BigJackit saavat elellä kotonaan ilman naapureita tai kaupungin hälinää. Muutaman kilometrin päässä Big Jack’s Piggery Barnista sijaitsee kuitenkin Prinssin kotitila. Veera ja Lotta viettävätkin usein aikaansa Prinssin luona."
                            },
                            "Img": {
                                "img1": "bigjack.png"
                            }
                        }
                    ]
                }
            ]
        },
        {        
            "id" : "B-Lox",
            "Countries": [
                {
                    "Name": "Deluxerland",
                    "Text" : {
                        "p1": "De Luxerland on pieni, mutta sitäkin vauraampi valtio keskellä B-Loxia. Erityisesti ilvessuku on aina viihtynyt De Luxerlandin mailla – jopa siinä määrin, ettei suku ole päässyt leviämään valtion rajojen ulkopuolelle. Team Barracudan aikoihin ilvessuvusta onkin jäljellä enää Lynxtonien sukuhaara, jonka mailla käydystä robottikapinasta koko suuri sota aikoinaan sai alkunsa."
                    },
                    "ImportantPlaces": [
                        {
                            "Name":"Lynxvale Residence",
                            "Text": {
                                "p1": "Lynxvale Residence sijaitsee keskellä vaurasta De Luxerlandia. Lynxvale Residence -tila on tunnettu eristäytyneisyydestään ja tarkoin valituista vieraistaan. Tilaa hallinnoi Lynxtonien sammumaan päin oleva ilves-suku, jonka viimeisinä edustajina jäljellä ovat enää nuoret Adrian ja Tristan Lynxton.",
                                "p2": "Lynxvale Residence muistetaan surullisenkuuluisasta historiastaan robottisodan aloittaneen kahakan tapahtumapaikkana. Lynxtonien hankkimat Servo-botit ajautuivat ilmiriitaan ilkeiden isäntiensä kanssa, mikä johti veriseen yhteenottoon ihmisten ja koneiden välillä. Välikohtauksessa henkensä menettivät useat Lynxtonit, joten lopulta jäljelle jäivät vain suvun kuopus Adrian sekä isoveljensä Tristan. Kahakan jälkimainingeissa syttyneen robottisodan vuoksi Tristan kuitenkin joutui astumaan asepalvelukseen. Vain reilun vuoden jälkeen tapahtumista myös Adrian löysi itsensä armeijan harmaista, mutta ilman isoveljeään. Veljensä julmaa kohtaloa kostamaan lähtenyt Adrian ilmoittautui Team Barracuda -erikoismissioon – hyökkäykseen, jonka tarkoitus on kukistaa vihoviimeiset, Cambananan viidakon syvyyksiin paenneet robotit."
                            },
                            "Img": {
                                "img1": "lynxvale.png"
                            }
                        }
                    ]
                },
                {
                    "Name": "Fraguette",
                    "Text" : {
                        "p1": "Vauraana ja rauhallisena maana tunnettu Fraguette sijaitsee B-Loxin luoteisrannikolla. Fraguette kuuluu B-Loxin alkuperäisvaltioihin, joilla on pitkä ja tapahtumarikas kulttuurihistoria. Erityisesti kalasuvun edustajat ovat aina tunteneet olonsa kotoisaksi Fraguetten merellisessä ympäristössä. Esimerkiksi Hell Fish Hallin kartanoa hallinnoivan Marlyn Rawpiken suku on aina asunut samoilla seuduilla Fraguetten satamakaupungissa. Fraguettelle ominaisia maisemia ovat huojuvat laventelipellot ja purjelaivojen täplittämä saaristomeri."
                    },
                    "ImportantPlaces": [
                        {
                            "Name":"Hell Fish Hall",
                            "Text": {
                                "p1": "Hell Fish Hall on Rawpike-kalasuvun hallussa oleva kartano, joka on nimetty tiluksilla sijaitsevan helvetinkala-lammikon mukaan. Hell Fish Hall kohoaa utuisesta metsänlaidasta, ja torni-ikkunat sekä juhlasalit avautuvat suoraan kylän puolelle. Kartanossa on tilaa useammalle vakituiselle asukkaalle sekä lukuisia salakäytäviä, joiden sijainnista ei omistaja itsekään ole täysin perillä.",
                                "p2": "Tällä hetkellä Hell Fish Hallia hallinnoi kylmäverisenä tunnetun Rawpike-suvun perillinen, Marlyn. Viileänä liikemaailman vaikuttajana pidetyn Marlynin lisäksi kartanossa asustavat Jessie ja Jen, kissasukuiset siskokset. Hell Fish Hallin vakituisena hovimestarina häärii James, hiljainen mutta hieman mysteerinen mies. Kartanon tiluksilta löytyvässä puutarhamajassa sen sijaan loisii Mimmi, talon puutarhurinakin toimiva jokapaikanhöylä. Lähes vakiokalustoksi voidaan lukea myös nuori hevos-aatelissuvun edustaja, Everett Horsefall. Marlynillä ja Mr. Horsefallilla on jatkuva pyrkimys yhdistää arvokkaiden sukujensa osaaminen kaupan alalla. Kannattavaa liikeideaa tai projektia ei kuitenkaan jatkuvasta sopimusten pyörittelystä huolimatta tunnu syntyvän…",
                                "p3": "Hell Fish Hall sijaitsee aurinkoisen Fraguetten rannikolla. Tonttiin kuuluu paljon rantaviivaa ja venepaikka, jossa Marlyn pitää Dutchess-kilpapurjevenettään."
                            },
                            "Img": {
                                "img1": "hellfish1.png",
                                "img2": "hellfish2.png"
                            }
                        }
                    ]
                },
                {
                    "Name": "Great Snoutperium",
                    "Text" : {
                        "p1": "Great Snoutperium on osa Great Briskish Islands:ia (G.B.I.). Valtio tunnetaan yhtenä harvoista paikoista, joissa edelleen suositaan hallitusmuotona monarkiaa. Great Snoutperiumia hallitsee Shirewood-hevossuku, jonka arvokkaat juuret ylätävät kauemmaksi kuin yhdenkään toisen hallitsijasuvun. Yksi Shirewood-suvun haaroista tunnetaan myös Horsefallien nimellä. Emmett Horsefallin suku omistaakin suuren hevostilan, Colt’s Headin, joka sijaitsee kaukana kaupungin hälinästä keskellä tuulisia nummia."
                    },
                    "ImportantPlaces": [
                        {
                            "Name":"Colt's Head",
                            "Text": {
                                "p1": "Colt’s Head on Horsefall-aatelissuvun omistuksessa oleva vanha hevostila. Colt’s Head on massiivinen, lämpimiä sävyjä ja raukeaa tunnelmaa huokuva herraskartano Great Snoutperiumin rauhallisella maaseudulla. Kartanon tilukset ulottuvat kauas tuulisille nummille, joiden villinä kukkivat ruusut huojuvat harjujen rinteillä.",
                                "p2": "Colt’s Head on Team Barracudan päävastaavan, Emmett Horsefallin kotitila. Colt’s Headia vakituisesti asuttaa kuitenkin Emmettin isoveli, Emmanuel. Kartanon asukkaita ovat myös Emmanuelin vaimo ja poika, Carina ja Everett. Colt’s Head tunnetaan kiireettömästä ilmapiiristään, joten se on myös Horsefallien tuttujen suosima lomanviettopaikka. Usein vanhan huvilan nummilla ratsastavatkin Emmettin nykyinen rakas Howard Royale-Hillington sekä lapsuudenystävä Cody Håst-Fägel…"
                            },
                            "Img": {
                                "img1": "colts.png"
                            }
                        }
                    ]
                },
                {
                    "Name": "Maneland",
                    "Text" : {
                        "p1": "Manelandia pidetään Great Snoutperiumin pikkusisarena. Kuten Great Snoutperiumiakin, myös Manelandia asuttavat monet hevossuvun edustajat. Maneland ja Great Snoutperium muodostavat yhdessä Great Briskish Islands -saariryhmän, jonka asukkaat on usein helppo tunnistaa vaaleasta ihonväristään ja punertavista hiuksistaan. Esimerkiksi Team Barracudan pioneerin, WR:n suku on kotoisin Manelandista."
                    }
                },
                {
                    "Name": "Råådsi",
                    "Text" : {
                        "p1": "Råådsi tunnetaan B-Loxin rivierana. Kuten Great Snoutperiumissa, myös naapurimaa Råådsissa valtaa pitävät kruunupäät. Råådsin aateliset kuuluvat lintusukuun, kuten moni muukin Råådsin rannikoilla asustava hienostoperhe. Maa tunnetaankin suosittuna lomapaikkana, jossa hyvätuloiset perheet viettävät aikaansa. Myös Horsefallien suku vierailee silloin tällöin Råådsin rannikolla. Siellä nimittäin asustavat myös Horsefallien pitkäaikaiset perhetutut, lintu- ja hevossukuun kuuluvat Cody ja Carina Håst-Fägel."
                    }
                },
                {
                    "Name": "Warrack",
                    "Text" : {
                        "p1": "Sotilasvaltio Warrack perustettiin aikoinaan eristämään B- ja D-Lox toisistaan. Warrackin sotajoukot koostuvat kaikkien B-Loxin valtioiden armeijalaitoksista. Warrackissa sijaitsee myös Warrack Military University (WMU), joka ainoana oppilaitoksena kouluttaa sotilaita erityistehtäviin. Warrack koostuu pääasiassa kasarmeista ja harjoituskentistä, joten useimmat WMU:ssa opiskelevat tai armeijalle työtä tekevät asuvat virallisesti synnyinmaassaan ja viettävät vain pitkiä koulutusjaksoja Warrackissa. Monet myös hankkivat työasunnon Warrackista, mutta viettävät vapaa-aikansa muualla. Tällä tavoin toimivat esimerkiksi Team Barracudan komentajat, Emmett ja Howard. He viettävät pitkät työjaksot asunnossaan kasarmien laitamilla, mutta matkaavat loma-aikoina Emmettin kotitilalle Great Snoutperiumiin."
                    },
                    "ImportantPlaces": [
                        {
                            "Name":"Warrack Military University",
                            "Text": {
                                "p1": "Warrack Military University (WMU) sijaitsee sotilasvaltio Warrackissa. WMU tunnetaan huipputason koululaitoksena, jossa koulutetaan maanpuolustusalan ehdoton kärkiryhmä. WMU sisältää niin maa-, meri- kuin ilmavoimienkin koulutushaarat. WMU on myös ainoa korkeakoulu, jossa on mahdollisuus kouluttautua erityisjoukkojen osaksi tai ohjaajaksi.",
                                "p2": "Sekä Howard että Emmett ovat WMU:n kasvatteja. Emmett kuuluu maajoukkojen erityislinjaan ja suorittaa Team Barracuda -mission aikana komennusta cattainina. Muutamaa vuotta myöhemmin opintonsa aloittanut Howard suorittaa Team Barracudan aikana kolmatta vuottaan beetenanttina.",
                                "p3": "WMU:n opiskelijat tunnistaa heidän käyttämistään värikoodatuista univormuista. Tavallisten työvaatteiden lisäksi WMU:lla on muitakin tunnusomaisia vaatteita. Esimerkiksi Fairy Islandilla järjestetyn kesäkurssin käyneet opiskelijat saavat käytettäväkseen tunnistettavat college-paidat: koulutettavat opiskelijat laventelinväriset, tutorina toimineet punaiset…"
                            },
                            "Img": {
                                "img1": "wmu.png",
                                "img2": "wmu1.png"
                            }
                        },
                        {
                            "Name":"Minin Baari",
                            "Text": {
                                "p1": "Minin Baari sijaitsee keskellä Warrackin varuskunnan kasarmeja. Baarin omistaa Mini, Russeltanian nälänhätää pakoon lähtenyt yrittäjä. Minin baari on kasarmien sosiaalisen elämän keskus ja kaikkien suosikkipaikka. Baarin vastaanottavainen ja turvallinen ilmapiiri toimii monelle turvasatamana varuskunnan tiukan kurin keskellä.",
                                "p2": "Minin baari on sisustettu värikkäillä kuvioilla ja pirteillä yksityiskohdilla. Baarista löytyy niin sohvaryhmiä kuin verhoilla eristetty riippumattonurkkakin. Tiskinsä nurkalla Mini pitää aina hedelmäkulhoa ja pähkinöitä, jotta sotaharjoitusten uuvuttamat varuskuntalaiset voisivat istahtaa kiireettömästi alas juomaan, syömään ja hankkimaan uutta energiaa seuraavaankin päivään.",
                                "p3": "Baarin takaosa koostuu Minin asuintiloista. Asunnon toinen makuuhuone kuuluu Howardille, jonka Mini adoptoi tämän ollessa vielä lapsi. Team Barracuda - mission alkaessa Howard on jo ehtinyt asua kauan omassa asunnossaan yhdessä Emmettin kanssa, mutta viettää yhä edelleen silti silloin tällöin yönsä vanhassa kodissaan. "
                            },
                            "Img": {
                                "img1": "minin_baari.png",
                                "img2": "minin_baari2.png",
                                "img3": "minin_baari3.png"
                            }
                        }
                    ]
                }
            ]
        },
        {        
            "id" : "C-Lox",
            "Countries": [
                {
                    "Name": "Rumba",
                    "Text" : {
                        "p1": "Rumban valtioon yhdistetään usein ensimmäisenä Rumban rakettiuhkana tunnettu ohjuskriisi. A-loxilaisten löydettyä C-Loxin mantereen alkuperäisasukkaat alistettiin nopeasti työskentelemään a-loxilaisten hyväksi. Rumbassa ryhdyttiin kasaamaan ja rakentemaan ohjuksia, joita oli tarkoitus kaupata Warrackiin. Valtion alkuperäisasukkaat eivät kuitenkaan suostuneet työskentelemään valta-asemassa olevilla a-loxilaisille huonoilla työehdoilla, vaan ryhtyivät kapinoimaan. Kahakat loppuivat lyhyeen, kun a-loxilaiset kukistivat alkuperäisasukkaat voimakeinoin. Niinpä Rumban alistettu kansa päätti kääntää valtaapitävien aseet itseään vastaan ja ryhtyi valmistelemaan ohjusiskua A-Loxiin. Isku saatiin kuitenkin estettyä ajoissa. Rumban rakettiuhka sai kuitenkin aikaan useita säädöksiä, jotka estävät halvan ja epäeettisen työn teettämisen C-Loxin valtioissa."
                    }
                },
                {
                    "Name": "Russeltania",
                    "Text" : {
                        "p1": "Russeltanian kehitysmaa muistetaan erityisesti valtiota ravistelleesta nälänhädästä. Monet russeltanialaiset pakenivat kriisiä A- ja B-Loxiin, joista he etsivät uutta alkua elämälleen. Nälänhätää pakeni aikoinaan myös Mini, joka suuntasi suoraan sotilasvaltio Warrackiin ja perusti sinne kasarmialueen suosituimman juottolan."
                    }
                }
            ]
        },
        {        
            "id" : "D-Lox",
            "Countries": [
                {
                    "Name": "Cambanana",
                    "Text" : {
                        "p1": "Cambananan pahamaineinen viidakko tunnetaan paikkana, jonne ainoa D-Loxin puolelle päässyt tutkija, Mr. Deadrock, aikoinaan katosi. Nykyään Cambananan metsissä tiedetään valetavan vain viimeisten jäljellejääneitten robottien, jotka Team Barracuda -erikoismission on määrä tuhota. Huhu kertoo, että robotit olisivat rakentaneet viidakon syvyyksiin oman tukikohtansa, josta käsin ne suunnittelisivat uutta hyökkäystä B-Loxiin…"
                    }
                },
                {
                    "Name": "Mangoliastan",
                    "Text" : {
                        "p1": "Karuista vuoristoista koostuva Mangoliastan on villiä erämaata. Mangoliastan kuuluu kansoittamattomaan D-Loxiin, jonka mailla ei tunneta sivilisaatiota. Kansantaruissa kuitenkin kerrotaan muinaisesta liskokansasta, joka olisi aikoinaan työnnetty B-Loxista Mangoliastaniin. Warrackin ansiosta kukaan ei kuitenkaan ole päässyt kulkemaan D-Loxiin ja tutkimaan manteretta kunnolla, joten huhu liskokansan olemassaolosta on jäänyt vain tarinoiden tasolle."
                    }
                }
            ]
        }
    ]
}